[
    {
        "content": [
            {
                "head": "CONTEXT",
                "tail": "Higher oil production and exports, following the removal of nuclear sanctions in January 2016, is supporting a strong rebound in growth . The prudent monetary and fiscal policies implemented in recent years paved the way for inflation to fall to single digits and stabilized the foreign exchange market. Progress was made in addressing Anti-Money Laundering/Combating the Financing of Terrorism (AML/CFT) deficiencies, including passage of a CFT law. Foreign investors are planning sizeable investments in the hydrocarbon and manufacturing sectors. Still Iran faces considerable challenges in realizing its full potential . The fall in oil prices since their 2014 peak further reduced fiscal space and buffers already eroded under sanctions. Limited access to correspondent banking relations (CBR) has constrained trade, investment inflows and access to international reserves (Box 1). More recently, renewed uncertainty regarding sanctions is dampening sentiment. Domestically, the banking system is fragile and unable to support the recovery. Unemployment remains high and private sector job creation is slow. With per capita incomes unchanged from a decade ago and poverty on the rise, pressure to realize rapid gains is high. Presidential elections are scheduled for May 2017. The authorities are putting in place the elements of an ambitious reform plan to address these challenges, consistent with past IMF advice . They remain committed to prudent monetary and fiscal policies to underpin hard won economic stability. Under their Financial Sector Reform Plan, draft Central Bank and Banking bills aim to modernize the monetary policy framework and strengthen supervisory powers. The government has begun to clear its payment arrears, provided seed funds to recapitalize some banks, and plans to expand tax collections. The Sixth National Development Plan (NDP) aims to develop the private sector and reduce oil dependency. The challenge will be to prioritize and coordinate these complex reforms to definitively address structural weaknesses, sustain economic and financial stability, and secure higher, more inclusive growth. Box 1. Impediments to Correspondent Banking with Iran Despite the lifting of nuclear sanctions by the JCPOA—a multilateral agreement reached between Iran and the P5+1 which was ratified by the UN—on January 16, 2016, non-U.S. global banks are reluctant to re-engage Iranian banks because of remaining sanctions as well as AML/CFT concerns, including opacity of ownership of legal entities, and health of local banks. Sanctions relief so far … The JCPOA resulted in important relief. The oil embargo was lifted. E.U. and other countries’ sanctions that targeted Iran’s nuclear program ended. SWIFT reconnected Iranian banks to its payments system. Iranian banks have entered into CBRs with small and medium non-U.S. banks (around 238, but half 2006 levels) reducing financial transaction costs and improving the ease of cross-border trade. Access to foreign exchange reserves improved with some US$30 billion in blocked or frozen assets and oil receipts released. But other sanctions remain in place... U.S. primary sanctions remain in place and apply to U.S. financial institutions and companies, including non-U.S. branches (but not subsidiaries). U.S. dollar clearing restrictions have not been lifted and pose a significant challenge for larger non-U.S. global banks to re-establish CBRs. This in turn restricts access to corporate trade finance and limits access to reserves, foreign assets, and export earnings particularly from dollar-dominated oil sales. On December 15, 2016, the Iran Sanctions (10 years) extension Act became law. Other non-nuclear sanctions, including SDN list restrictions, which were broadened to cover new individuals and companies in February 2017, remain in place (see SIP, Chapter 1). Page 10 Status of Staff Recommendations from the 2015 Article IV Consultation"
            },
            {
                "head": "ECONOMIC DEVELOPMENTS, OUTLOOK, AND RISKS",
                "tail": ""
            },
            {
                "head": "A. Recent Developments",
                "tail": "Economic growth rebounded in 2016/17 on the back of higher oil production but non- oil activity remained weak (Table 1, Figure 1). Boosted by the swift recovery in oil production and exports, real GDP grew by 7.4 percent in the first half 2016/17, recovering from recession in 2015/16. However, non-oil sector growth averaged just 0.9 percent reflecting continued difficulties in access to finance and depressed consumption. Unemployment had risen to 12.7 percent by the end-Q2 (Table 2). RecommendationsStatus Lowering the non-oil fiscal deficit.The central government non-oil fiscal deficit reached 9 percent of non-oil GDP in 2015/16.Building fiscal buffers. Higher share of oil revenue (65.5 percent) allocated to the budget. Oil Stabilization Fund (OSF) not replenished.Create space for growth-enhancing spending by mobilizing revenue.Number of registered VAT taxpayers increased and tax administration strengthened. IMF technical assistance on tax administration and policy provided.Deepen subsidy reform.3 million high-income households removed from the cash transfer beneficiary list. Fuel prices last adjusted in May 2016. Reduce inflation and strengthen monetary framework.Inflation < 10 percent. Draft central bank bill makes stable inflation core objective.Address pressures on interest rates by Unlicensed Financial Institutions (UFIs) Most UFIs are now under CBI supervision; problem UFIs closed/merged with banks.Strengthening supervisory powers.Draft banking bill strengthens CBI's supervisory powers and makes unlicensed banking a criminal offense. IFRS reporting standards implemented. Resolve non-performing loans (NPLs)Audit of government arrears underway. New marketable government securities issued to settle payment arrears against tax obligations.Bolster provisions and capital Banks to retain profits and raise capital from shareholders. Budget approved use of part of CBI's FX revaluation gains to recapitalize some public banks. Strengthening the AML/CFT frameworkCFT Law approved in March 2016. In June 2016, the FATF suspended counter-measures for 12 months to monitor Iran’s progress in implementing its action plan to address AML/CFT deficiencies. The authorities requested IMF assessment of the AML/CFT framework in 2018.Improve business climate and address high unemploymentIran's ranking in the World Bank Doing Business indicator has improved marginally from 57.1 percent in 2016 (distance to frontier, 100 percent = best) to 57.2 percent in 2017, while its global competitiveness index remained stable at 57.6 percent.Source: IMF staff. Fiscal Policy Banking Sector ReformReforms to Promote Jobs and Growth Monetary Policy Page 11 Figure 1. Islamic Republic of Iran: Macroeconomic Indicators, 2011/12–2016/17 Q Q Y Y Q Q nnu pp & nn V RR du V nd Page 12 Inflation declined to low and single digits (Figure 2). Inflation fell to a multi-year low of 6.8 percent y/y in June 2016, down from a peak of 45 percent in June 2013 reflecting favorable food prices and prudent policies. Inflation has since hovered in the 9½ percent range on higher world food prices and faster liquidity growth. M2 had risen by 28.3 percent y/y by end-December 2016 driven by CBI support to banks and the government drawing on its revolving facility. Iran’s external position strengthened (Tables 3–4, Figure 3). The current account surplus reached a recent low of 2.4 percent of GDP in 2015/16 owing to low oil prices and curtailment of oil exports by sanctions. With the lifting of sanctions, higher oil exports and more favorable oil prices, the current account surplus is expected to rise to 6 percent of GDP in 2016/17. Renewed foreign investor inflows in the hydrocarbon, automobile and telecom industries are boosting FDI. The authorities are improving trade opportunities, by clearing arrears to export credit guarantee agencies and negotiating trade agreements with regional partners. The foreign exchange market experienced some volatility towards end-2016 . Through October 2016, the official exchange rate had depreciated by about 7 percent y/y from end-2015, whereas the market rate remained broadly steady. Over the remainder of 2016, the market rate depreciated sharply reflecting seasonal factors and the rise in sanctions-related uncertainty. It then recovered in January 2017 and the spread between the official and the market rate narrowed to 15 percent. Preparations for exchange rate unification have continued. Over half of all import categories have been shifted to the bureau market. Banks have been permitted to use non-oil export proceeds to fund imports to aid the re-creation of an interbank FX market. Monetary and fiscal policy have strived to support the recovery (Tables 5–11). Interest rate caps on one-year deposits were cut from 18 to 15 percent, and lending rates from 20 to 18 percent. Banks were instructed to allocate at least 10 percent of their loans to small and medium- sized enterprises and manufacturing. Statutory reserves requirements were selectively reduced from 13 to 10 percent based on banks’ asset quality and risk management. However, in the face of high nonperforming loans (NPLs), real interest rates remain high. The non-oil fiscal deficit of the central (general) government increased from 8.2 (11) percent of non-oil GDP in 2014/15 to 9.0 (11.5) percent in 2015/16 and is projected to rise to 10.6 (13.4) percent in 2016/17 as improved tax collections prove insufficient to fully offset higher current spending and transfers to the Targeted Subsidy Organization (TSO). The overall central (general) government fiscal deficit is estimated to increase from 1.8 (2.9) percent of GDP in 2015/16 to 3.1 (3.2) percent of GDP by end-2016/17. However, the 2017/18 central government budget submitted to parliament targets a zero balance due to higher oil receipts. The TSO administers revenues from domestic fuel sales to finance universal cash transfers. Page 13 Figure 2. Islamic Republic of Iran: Price Developments, 2011/12–2016/17 nnu Y Y PP Y Y pp oo Y Y H W & oo nd Y Y AA H oo Page 14 Figure 3. Islamic Republic of Iran: External Sector Developments du du nd nd nd up nd nd und du up nn bp oo & nd oo & V Page 15 The financial sector remains weak . NPLs are high (about 12 percent), but would be significantly higher were it not for recent regulations permitting the rollover of overdue loans into new loans contingent on a partial repayment. The implementation of International Financial Reporting Standards (IFRS) in banks in 2016 shows that the capital adequacy ratio (CAR) of the banking system has declined from 8.4 percent in March 2012 to 5.8 percent in March 2015. It also revealed substantial capital needs in state-owned banks (16 percent of total assets) where the average CAR is negative. Profitability remains constrained by the high cost of funds—some banks are competing aggressively for deposits by offering rates above the mandated caps and the interbank market rate remains at around 19 percent—and the lending rate cap. The authorities are starting to address financial system weakness . Most notably, the CBI has restructured and brought most UFIs under its supervision, addressing an important source of financial instability. The CBI has requested banks to retain profits and raise capital. The proposed Banking Bill enhances the supervisory tool-kit by providing for consolidated supervision and an array of corrective measures. The government also started issuing market bonds to secure its payment arrears to banks, and approved the use of part of the CBI’s foreign exchange revaluation gains to help settle banks’ debt vis-à-vis the CBI."
            },
            {
                "head": "B. Outlook and Risks",
                "tail": "Growth is projected to stabilize at 4½ percent over the medium-term as the recovery broadens . Real GDP growth is projected to reach 6.6 percent in 2016/17 reflecting the rebound in oil production and exports (up 25 and 75 percent, respectively), and to ease to 3½ percent in 2017/18 as oil production remains at the OPEC target. Thereafter, higher FDI and a gradual improvement in domestic credit conditions as financial reforms proceed drives investment, which combined with improved economic efficiency from updated production capacity, lifts non-oil sector growth. The current account is forecast to remain in surplus as higher exports offset the pick-up in imports related to investment and pent-up domestic demand. Inflation is expected to temporarily rise to 11.9 percent by end-2017/18 reflecting recent liquidity growth and pass-through from exchange rate depreciation, but returns to single digits with prudent fiscal and monetary policies. The pace of job creation lags that needed to absorb the large number of new entrants and unemployment remains high. Risks are to the downside (see Risk Assessment Matrix). The renewed uncertainty surrounding the JCPOA, and especially relations with the U.S., could deter investment and trade with Iran and short-circuit the anticipated recovery. If the agreement is derailed, the economy could risk recession. Likewise, any challenges in implementing the FATF action plan could hamper CBRs, especially if counter-measures were re-imposed. Lower oil prices could increase pressure on export and budget revenues, reducing fiscal space. Domestically, failure to garner support for the ambitious reform program, especially banking sector reform, would see inflation rise, banking stress intensify, and growth slow. The complex, intertwined, reform agenda also demands careful coordination and sequencing. nd tt tt nd nd nd ud nd tt Page 16 Risk Assessment Matrix Source of RisksRelative LikelihoodTime HorizonPotential ImpactPolicy Response HighMeasures that derail Iran's reintegration into the global trade and financial system could risk a recession.HighRegional conflicts could weigh negatively on Iran's trade development and regional integration. MediumIran already faces difficulties in reconnecting to the global financial system. MediumNegative impact on oil revenue, thus reducing scope for increasing growth-enhancing spending.MediumChina has become one of Iran's key trade partners in the recent past. High Continued banking system stress would see liquidity growth and inflation accelerate, real interest rates remain high, and growth slow. Build broad-based consensus on a comprehensive restructuring and recapitalization strategy and how it is to be financed. MediumWithout fiscal and monetary policy reform there is a risk of continued procyclical policies, persistent inflation, real exchange rate appreciation, and eroding competitiveness.HighDifficulties in advancing reforms could hamper growth and job prospects, especially for the youth and women.HighGrowth would be negatively affected by the re-imposition of sanctions or counter-measures that would lower direct investment and capital inflows, and disconnect Iran from the global financial system. HighFinancial strains from inadequate progress on banking sector recapitalization and restructuring. Spillover Risks Domestic Risks Rise in populism and nationalism in large economies affecting international trade liberalization; financial, and labor flows; weighing on global growth and exacerbating financial market volatility.HighContinue domestic reforms that enhance resilience to shocks and negotiate new trade agreements to improve trade prospects. Low/MediumSignificant China slowdown. Persistently lower energy prices, triggered by supply factors reversing more gradually than expected. Short to Medium Term Short to Medium Term Continued efforts to diversify Iran's trade and to attract foreign investors. Improve fiscal planning by articulating fiscal priorities within a medium-term framework, and developing fiscal buffers. Continue to reduce oil dependency by increasing domestic tax revenue. Low/MediumMedium Term The Risk Assessment Matrix (RAM) shows events that could materially alter the baseline path (the scenario most likely to materialize in the view of IMF staff). The relative likelihood is the staff’s subjective assessment of the risks surrounding the baseline (“low” is meant to indicate a probability below 10 percent, “medium” a probability between 10 and 30 percent, and “high” a probability between 30 and 50 percent). The RAM reflects staff views on the source of risks and overall level of concern as of the time of discussions with the authorities. Non-mutually exclusive risks may interact and materialize jointly. “Short term” and “medium term” are meant to indicate that the risk could materialize within 1 year and 3 years, respectively. Short to Medium TermShort to Medium TermMedium TermReduce non-oil fiscal deficit to support disinflation, while mobilizing tax revenue to create space for growth-enhancing spending. Develop buffers to protect the economy against the consequences of adverse shocks. Develop a medium-term fiscal framework to anchor annual budgets.Uncertainties related to the implementation of the nuclear-deal and the FATF action plan with related risks of AML/CFT.MediumLimited progress in strengthening the monetary and fiscal policy frameworks.High Lack of broad-based support for reforms.MediumImprove transparency and outreach to the civil society, to build support for reforms. Strengthen administrative capacity through technical assistance.Continue reforms to strengthen domestic productive capacity, and improve the AML/CFT framework. Source: IMF staff. Short TermContinue efforts to focus on domestic reforms to increase Iran's attractiveness to foreign investors. Further loss of correspondent banking services significantly curtails cross-border payments, trade finance, and remittances in emerging and developing economies.HighShort to Medium TermContinued improvements in Iran's AML/CFT framework and the health of its banking system remain essential to facilitate fuller reintegration into the global financial system.Heightened risk of fragmentation/security dislocation in part of the Middle East.High Page 17 The authorities concurred with staff’s assessment but stressed that with the envisaged reforms growth could be much stronger . The reforms anticipated under the Sixth NDP are expected to lift growth to 8 percent. The recent improvement in oil prices and unexploited potential in hydrocarbons—Iran’s proven gas and oil reserves rank second and fourth in the world which alongside the revised oil contract model isattracting new investors—will continue to spur growth beyond 2017/18. The relatively diversified manufacturing and services sectors provide a good spring-board to expand the non-oil sector. As FDI is critical to their growth strategy, the authorities expressed concern that the inability to secure CBRs with large European banks is creating obstacles to investment and renewed uncertainty could deter investment. POLICY DISCUSSIONS A comprehensive and coordinated plan of action would focus in the next-year on (i) restructuring and recapitalizing banks to safeguard financial stability and support growth, and (ii) defending low and stable inflation by reducing liquidity growth while progressing to a market-based monetary policy framework. Casting fiscal policy in a medium-term framework would over time create space for reform costs and higher public investment. Within the structural reform agenda, priority should be given in the next year to reforms to laws and regulations that facilitate foreign investment to ease domestic financing constraints. Over the medium-term, labor market reforms would foster job creation."
            },
            {
                "head": "A. Strengthening the Financial System to Support Growth",
                "tail": "The banking system is fragile . A legacy of government payment arrears, directed and connected lending, and poor risk management practices have left banks’ balance sheets badly impaired and capital positions weak (Figure 4). The authorities’ provisional estimates suggest that a large share of bank assets are frozen in NPLs or non-earning real estate or public enterprise assets. The fact that NPLs can only be written-off after 10 years and when they are 100 percent provisioned encourages banks to rollover loans and helps explain the rapid pace of headline credit growth despite high real interest rates and problems in access to finance (Section D). Page 18 Figure 4. Islamic Republic of Iran: Financial Sector Indicators, 2009/10–2016/17 Banks are in urgent need of restructuring and recapitalization tosafeguard financial stability. The capital shortage is more acute for state-owned banks. Uncertainty persists about the actual level of NPLs and the ultimate recapitalization need of the system. Distressed banks aggressively compete for funds, putting pressure on interbank and deposit rates, whichin turn,... Sources: Central Bank of Iran; and IMF staff calculations. 1/ Public commercialbanks are fully owned by the government. Specialized banks are also state-owned supporting specific economic sectors (i.e. housing, agriculture, industry and mining, export promotion). Partly privatized banks are formerly state-owned banks. While the government is committed to reduce its ownership to 20 percent over time, the share of the government in these banks remains high at about 40 percent and the government maintains control over management. Private banks have no direct government involvement. ...keepslending rates elevated and......increases banks' reliance on CBI funding. 2009/102011/122013/142015-March Non-performing Loans/Gross Loans 1/ (Percent) Public commercial Public specialized Partly private Private Total 2011/122012/132013/142014/152015/16Sep-16 Nominal Real Interbank Rate (Percent) 2011/122012/132013/142014/152015/16Sep-16 Nominal Real Lending Rate (Percent, weighted averages) 50May-13Mar-14Jan-15Nov-15Sep-16 Central Bank Claims on Banks (YoY, Percent) 2009/102011/122013/142015-March Capital Adequacy Ratio, Banking System 1/ (Percent) 2009/102011/122013/142015-March Public commercial Public specialized Partly private Private Capital Adequacy Ratio, by Bank Type 1/ (Percent) Page 19 Banks’ reliance on CBI funding is growing . So far the banking system has been shielded from systemic risks because of the banks’ funding model that is virtually independent from external finance. State-owned, commercial and specialized banks, and partially privatized banks largely rely on central bank funding to implement government credit directives. Private banks raise funds largely from deposits or special purpose vehicles, and more recently from the new interbank market. Faced with increased balance-sheet pressures, some banks have begun to compete aggressively for deposits, pushing interest rates up for all banks despite caps, and keeping real interest rates high. Interbank market rates remain elevated. Some banks are now reliant on uncollateralized overnight liquidity support from the CBI. In this context, it is becoming increasingly difficult for the CBI to contain overall liquidity growth to sustain low inflation. The mission recommended urgent action to restructure and recapitalize banks to safeguard financial stability and bring down high real interest rates. In particular Putting distressed banks under administration or intensified supervision. This would prevent them from competing excessively for deposits in the short-term while allowing an assessment of their viability and determining an appropriate restructuring or resolution strategy. An Asset Quality Review (AQR) of all banks and a forward-looking analysis of capital needs . This would support the authorities’ efforts to push for realistic, time-bound recapitalization of viable banks, and underpin the identification of nonviable institutions to be resolved. Recapitalization of state-owned banks linked to measures to improve their long-term commercial viability and orientation. Ultimately this would require the phasing out of government credit directives and interest subsidies on specialized bank credit facilities to be financed by the budget. Stronger supervisory powers . The draft Banking and CBI bills grant the CBI the power to supervise all deposit-taking institutions. The draft Resolution bill would enable the resolution of nonviable banks and provides the Deposit Guarantee Fund the ability to repay insured deposits in a timely manner. These draft laws significantly enhance the CBI’s supervisory powers and could be further strengthened by stronger powers to intervene problem banks early and a broader range of resolution options. A new corporate insolvency framework would allow insolvent corporates to close and sell their assets. Quick passage of these bills, along with additional resources for financial supervision, would allow the restructuring strategy to proceed. It would also enable a transition to Basel capital standards, enhancing financial soundness and transparency. Continued securitization of government arrears. A rigorous audit of arrears is proceeding. The budget provided rials 480 trillion in new marketable government securities to settle arrears, which has aided the nascent domestic debt market. With a further rials 3,500 trillion in government liabilities to be cleared, the implications of new debt issuance for market interest rates, as well as for the maturity profile of public debt and the government’s interest bill need to be factored into the budget and coordinated with monetary policy. Steps to develop the Page 20 government bond market need to be expedited, including identifying state assets for the regular issuance of Sharia compliant government securities. A stronger AML/CFT framework is essential to facilitate banks’ re-connection to the global financial system and expand CBRs . It also enables better detection of proceeds from tax crimes and corruption. Since 2015/16, the authorities have adopted a high level action plan with the FATF and gained affiliation to the Eurasian AML/CFT group as an observer. Dedicated AML/CFT units have been created in all banks. Cash courier and remittance laws, and the by-laws for the CFT law have been drafted. Staff stresses the importance of fully implementing the FATF action plan, enhancing the effectiveness of the framework by improving understanding of ML/TF risks, improving identification of beneficial owners of accounts and legal entities, enhancing measures to identify politically exposed persons, and moving to risk-based AML/CFT supervision. The authorities agreed on the need for swift action . They are working on a detailed road map to implement banking reform, and have requested IMF technical assistance. The Banking and CBI Bills should be approved by parliament by mid-2017. They underscored the need for broad political consensus to tackle problem banks and alleviate banks from the burden of fiscal activities. The authorities attach high priority to sustainably reducing high real interest rates, which have risen as inflation moderated, through banking reform. They reiterated their strong commitment to strengthen the AML/CFT framework which they see as essential for transparency and access to the international financial system. Nonetheless, they stressed that their continued problems in establishing CBRs with larger banks requires greater attention and international support."
            },
            {
                "head": "B. Anchoring Low and Stable Inflation: Strengthening the Monetary Policy",
                "tail": "Framework Iran’s monetary policy framework does not provide the CBI adequate tools to keep inflation low and stable . In the presence of underdeveloped financial markets, weak transmission mechanisms and ‘quasi-fiscal’ credit directives, it is difficult for the CBI to align liquidity growth with the production potential of the economy. Injection and withdrawal of liquidity is controlled by rationing. The CBI balance sheet is primarily driven by its loans to banks given the policy of credit support to specific sectors, the government’s overdraft facility, and liquidity support to distressed banks (Figure 5). In the near term, the government should sharply reduce its directed credit schemes and adjust regulated prices to curb liquidity pressures and contain the risk of pass-through from recent exchange rate deprecation. This would also free-up credit available for more productive firms. Access to beneficial ownership information would allow correspondent banks to lower their compliance costs in ensuring they do not conduct business with Iranian entities or persons on the sanctions list. Page 21 Figure 5. Islamic Republic of Iran: Monetary Indicators, 2011/12–2016/17 Credit growth picked up in 2016 as a result of rolling over ofexisting loans and...CBI's decision to reduce deposit rates improved the spread of the banks to some extent. Banks' reliance on CBI fundingincreased as a result of directed credits and funding of distressed banks...looser fiscal and monetary policies in response to the slowdown in non-oil activity. The rise in liquidity as a result ofthese policies risks reinvigorating inflationary pressures. CBI's injection of liquidity through the interbank market has increased with a view to reduce interbank rates. Jul-14Mar-15Nov-15Jul-16Mar-17 proj. Money Growth and Inflation (YoY, percent) M1 CPI - rhs Source: Iranian authorities; and IMFstaff calculations. Dec-12Dec-13Dec-14Dec-15Dec-16172023 Interbank Market Volume (Trillion rial), Rate (Percent) Volume Rate (right) Nominal Interest Rates (Percent) Lending rates, weighted average Short-term deposit rate Jul-12Aug-13Sep-14Oct-15Nov-16 Y Y Banking system - LTD ratio Claims of the Central Bank- rhs Loan-to-Deposit Ratio and Central Bank Claims on Banks Jul-13May-14Mar-15Jan-16Nov-16 Banks' claims on public sector central bank claims on banks central bank claims on public sector Banking System & Central Bank Credit Growth (YoY, Percent) 40Jul-12May-13Mar-14Jan-15Nov-15Sep-16 Private-sector Credit Growth contributions (YoY, percent) Private banks Specialized banks Commercial banks Banking system Page 22 The CBI requires greater independence and market-based instruments to sustain low and stable inflation . The draft Central Bank Bill overhauls the monetary policy framework, making low and stable inflation the CBI’s main objective. However, to bolster CBI independence to achieve its new mandate, the bill should eliminate the positions for government representatives and nonexperts on the central bank’s governing committees. A lender of last resort framework also needs to be clearly defined—with the CBI’s liquidity facilities collateralized to minimize risks to its balance sheet—and targeted to solvent banks. A target inflation range—the authorities’ objective is to keep inflation below 10 percent—tools to manage liquidity such as central bank participation or government paper, and a clear communication plan will all have to be developed to build the CBI’s credibility to manage interest rates and control inflation (SIP, chapter 2). The mission recommends an early move to unify the exchange rate and shift to a managed float given the need for flexibility to manage external shocks . Staff analysis suggests the market rate is better aligned with fundamentals (Appendix I). The official rate subsidizes select imports and does little to insulate inflation given pass-through from the depreciation in the market rate. Unification would increase the value of oil proceeds in domestic currency terms and improve the budget balance. It would also eliminate the economic distortions and potential rent-seeking that arise under the dual rate system, promote competitiveness and non-oil exports, and afford the CBI somewhat greater space to smooth pressures on the market rate. Stronger monetary and fiscal policies would underpin credibility and support a stable exchange rate under the new regime. The exact timing of unification has to be cognizant of FX market conditions and the extent of access to international reserves. The authorities see the new central bank bill as key to sustaining low inflation especially as they move to a unified exchange rate regime . Parliamentary committees are working to build political consensus for greater operational independence for the CBI. They noted that the success of the new system hinges on prudent fiscal policy. The securitization of government arrears offered an opportunity to create monetary policy instruments. The authorities saw the market rate as having overshot somewhat in the wake of seasonal factors and increased uncertainty. They remain committed to the unification of the exchange rate. They continue to shift goods to the bureau market, albeit at a slower pace due to recent FX volatility, and are encouraging FX transactions to move to banks through tighter regulation of FX bureaus. However, because CBRs constrain access to reserves, the CBI’s ability to intervene in the foreign exchange market is curtailed. Against this backdrop, the authorities express their commitment to unify the exchange rate by end- February 2018 as access to reserves improves."
            },
            {
                "head": "C. Fiscal Policy Reform to Promote Faster Inclusive Growth",
                "tail": "Fiscal policy has to adapt to the spending pressures arising from balance sheet repair while finding space to support growth . Interest payments are set to rise from 0.9 percent of GDP in 2016/17 to about 3 percent over the medium-term reflecting securitization of government arrears. However, the bonds required for bank recapitalization—the amount and terms of which will only be determined once an AQR is conducted—will add further pressure to the debt burden and interest bill. Additional budgetary investment spending of about 1½ percent of GDP a year would help upgrade infrastructure and support growth. Pressure on the social security system is also rising Page 23 despite the young population. At the same time, the overall level of the fiscal deficit and the fiscal stance needs to be prudent to support low inflation and rebuild buffers. A medium-term fiscal framework (MTFF) that targets a gradual adjustment in the non- oil fiscal deficit by creating space, primarily via domestic revenue mobilization, balances these needs (SIP, chapter 3). Although public debt is set to rise above 40 percent of GDP as new debt is issued to clear government liabilities, it remains sustainable and robust to shocks (Appendix II). With ample, long-lasting oil resources, Iran has some space to target a gradual adjustment in the non-oil fiscal deficit to the Permanent Income Hypothesis (PIH) norm of 5.6 percent of non-oil GDP over the long-term (Figure 6). This balances the need to support growth and keeps debt manageable and in-line with the capacity of the nascent domestic debt market (Iran lacks access to international debt markets). However, given the additional spending pressures discussed above, including arrears clearance and potential costs of bank recapitalization, additional measures of about 7¼ percent of non-oil GDP should be identified over the next five years to contain the non-oil deficit in the range of 12 percent of non-oil GDP to support low inflation and underpin the credibility of the monetary policy framework. After 2021/22 further measures would be needed to reduce the non-oil deficit to the PIH norm to create savings for future generations. A comprehensive financing plan and improved cash management would avoid arrears and recourse to CBI’s and banks’ balance sheets to implement off-budget fiscal initiatives. The government should revisit its oil revenue management strategy, with the view of funding banking sector reform and creating buffers . Currently, 65 percent of oil revenue goes to the central government’s budget while one-fifth goes the National Development Fund of Iran (NDFI) that on-lends these funds to banks to fund private sector investment. Directing a greater proportion of oil revenues to the budget could help fund the prospective additional interest burden arising from bank recapitalization. Using a portion of NDFI assets (10 percent of GDP) to replenish the Oil Stabilization Fund (OSF) would provide the budget a buffer to safeguard spending levels in the event of a shock. The remainder is kept by the NIOC for exploration and operating costs. H K pp H ……… ……… ……… ……… ……… ……… Page 24 Figure 6. Islamic Republic of Iran: Fiscal Developments and Prospects Sources:Iran authorities, and IMF staff estimates and projections. NDFI oil revenue (percent of GDP, right axis) Budget oil revenue (percent of GDP, right axis) Oil prices (US$, left axis) Parameters Affecting Budget Share in Oil Revenue Public investment NDFI support to private investment Investment and Oil Revenue (Percent of GDP unless otherwise indicated) Interest payments (left axis) Inflation (right axis) Interest payments and Inflation (Percent of GDP, and percent, respectively) The expected rebound in oil revenue aided by favorable oil prices... ...create space for a gradual increase in growth- enhancing investment spending. Fiscal consolidation is needed to create room for higher debt payments and to support low inflation.With the recognition of government arrears, debt has increased substantially in 2015/16. Gross debt Net debt Public Debt (Percent of GDP) ... together with ample oil resources warrant a gradual adjustment in the non-oil deficit towards the PIH norm. PIH norm on non-oil deficit Overall non-oil deficit Primary non-oil deficit Fiscal Deficit Trend to Adjust to the PIH Norm (Percent of non-oil GDP) Gradualconsolidationcreates room for higher interest payments Measures of 7.2 percent of GDP over the next five years would... PIH (horizon: infinite) Current policy PIH +/- 1 St. Dev. Non-Oil Primary Balance (Percent of non-oil GDP) Page 25 Expanding domestic revenues and improving the composition and efficiency of spending would ensure the adjustment is growth-friendly and protects the poor (Figure 7). The government aims to increase tax revenue from 7 to 10 percent of GDP. This will require a broader tax base (Box 2) and improved administration. Raising the VAT rate—which is less distortive to investment and savings than personal or corporate income taxes—can compensate for the revenue lost from the corporate tax incentives and the cut in personal income tax rates approved in 2016/17. Generous tax incentives and exemptions can be rationalized and steps taken to revised the income tax code to safeguard against the risk of base erosion (SIP, Chapter 4). Re-organizing the Iran National Tax Authority by taxpayer groups and creating within it a risk management unit would bolster taxpayer compliance. Better targeting of cash transfers would create space for growth-supporting investment spending and improve equity Fuel subsidies have been eliminated on gasoline owing to recent domestic price adjustments and favorable movements in international prices. Adopting an automatic adjustment mechanism would prevent their re-emergence and allow the diesel subsidy to be phased-out. Better targeting of cash transfers by removing the richest 20 percent of households from the beneficiary list would save 0.6 percent of GDP. This could be used to raise the cash transfer to the poorest households—which has halved in real terms since 2011 and contributed to higher poverty—and halve the poverty rate (measured at $5.5 per day, PPP adjusted) and improve equity. The authorities emphasized their commitment to prudent fiscal policy . Their ultimate aim is to ensure that current government spending is fully funded by non-oil revenue and that oil resources are used for investment or saved. Although they have not reinstated the OSF, in the wake of low oil prices they have reduced the share of oil receipts going to the NDFI to allow the budget’s share to rise. If the oil price were to rise above the budgeted amount of $55 per bbl., the additional revenues would be saved. While the authorities have yet to formulate a MTFF, they aim to mobilize domestic revenue through improved tax administration. Administrative difficulties in identifying rich households has prevented their quick removal from the cash transfer system. Multiplier estimates suggest higher investment spending of 1.5 percent of GDP per year would offset the negative growth impact of the authorities’ plan to increase tax collections to 10 percent of GDP. tt tt PPP PPP oo H W W W oo Page 26 Figure 7. Islamic Republic of Iran: Options for Fiscal Measures Tax revenue Expense Tax revenue to expense ratio (right axis) Expenditure and Tax Revenue (Percent of GDP unless otherwise indicated) Tax revenue measures (right axis) Primary current spending measure (right axis) Subsdiy reform (right axis) Overall fiscal balance (left axis) Overall Budget (Percent of non-oil GDP, fiscal balance in percent of GDP ) Mobilizing domestic revenue would create space for higher investment. Further adjustments in domestic fuel prices would reduce distortions and create fiscal space.Fiscalmeasures will support a reduction of the non-oil deficit while bringing the general government deficit to balance. 2530IranEMDCsAdvancedEconomies CIT PIT VAT Total tax revenue Tax Revenue Collection (percent of non-oil GDP for Iran, and GDP for others) IranEMDCsAdvancedEconomies CIT PIT VAT Statutory Tax Rates (Percent) More streamlined exemptions, higher tax rates, and on-going improvements in tax administration would raise revenue. Statutory tax rates and tax collection are below comparable international benchmarks. Domestic price Reference price Fuel Prices (US$ per liter) Gasoline (regular) Diesel Sources:countries authorities, IEA, World Bank, and IMF staff estimates and projections. Removing the top quintile of the TSO beneficiary list and redistributing these resources to the bottom 40 percent, would reduce poverty which has been rising since 2012. H Poverty Rate, 2008-14 in Iran (2011 PPPs) 4 US$ 5.5 US$ 8 US$ 10 US$ Page 27 Box 2. Improving Revenue Mobilization in Iran With the introduction of VAT in 2008, the development of a modern tax system is underway Indirect taxes are growing but direct taxes still account for almost half of total tax revenues, with corporate income taxes (CIT) accounting for 36 percent. A number of changes can bring the tax system in-line with international practice and mobilize revenue: Gradually raise VAT rates and rationalize the system . The VAT rate remains low despite its increase from 3 to 9 percent. The integrity of the VAT can be strengthened by (i) removing the large number of exemptions (e.g. immovable property); (ii) re-introducing a VAT threshold that excludes small businesses who yield little revenue and capture them under a simple turnover tax; and (iii) bringing agriculture—which comprises for one-tenth of GDP but is outside all tax nets—under the VAT by introducing a sector-specific threshold. This would help capture sales by larger agribusinesses. Separate the top VAT rates into an excise and VAT component and apply the VAT to excise-inclusive prices . At present, the 9 percent VAT rate is supplemented by higher rates on cigarettes and tobacco (12 percent) and vehicle fuels (20 percent). The latter mimics excises for consumers but when these goods are used as a production input their prices do not include these taxes because they are refunded under the VAT, leading to significant revenue loss. Increase and broaden excises . Excise rates are low by international standards. There is scope to raise rates, shift to easier-to-administer specific rates, and introduce new excises, e.g., on beverages and telecommunications. Introducing ad-valorem excises on motor vehicles would address environmental goals, supplement revenue, and enhance tax progressivity. Shift investment incentives from profit to cost-based measures . Profit-based investment tax incentives—income exemptions, reduced rates, tax holidays—have proliferated under the CIT and are often open-ended. Specific investment allowances—accelerated depreciation schemes and investment tax deductions or credits—would lower the cost of capital for more investments, encouraging greater investment with less revenue loss. Continue moving closer to a global income tax system . The rationalization of personal income tax rates for public and private sector wage income in 2015/16 was an important step forward. Nonetheless, income taxes are mostly “schedular” with different income—wages, self-employed income, rents—taxed under separate schedules. Moving closer to a global income tax system that combines taxpayers’ incomes from all sources, and applying a single, progressive rate schedule would increase equity and limit incentives for tax planning. Tax-to-GDP Ratio, by Type of Tax Total taxes Trade taxes Taxes on goods and services Income taxes Taxes, not elsewhere classifiedSource: IMF, World EconomicOutlook and IMF staff calculations. V q pp Page 28"
            },
            {
                "head": "D. Promoting Private Sector Development and Job Opportunities for All",
                "tail": "Private sector development is hampered by limited access to finance and connectedness to the global economy (Figure 8, SIP Chapter 5). World Bank business climate indicators show Iran performing poorly in access to credit, protecting minority investors, governance, trading across borders, and resolving insolvency. Global Competitiveness indicators shows shortfalls in financial market development, labor market efficiency, and technological readiness. These constraints, combined with the large role of the state, result in a low employment elasticity of non- oil growth (just 0.2). The labor market is unable to absorb new entrants—which average half a million annually over the next five years—with youth and women facing the greatest challenges. The unemployment rate exceeds 12 percent, with female and youth unemployment at 21 and almost 30 percent, respectively. Nearly one-fifth of university graduates are unemployed and one-third of the youth are neither economically active nor in education. Structural reforms can spur private sector growth, mitigate the effects of fiscal adjustment, and provide opportunities to improve living standards durably . In particular: Refocusing the role and resources of the state would facilitate private sector development. Higher infrastructure investment, reducing the large role of the state in the economy, the removal of government-imposed constraints such as excessive red tape, administered prices, and greater commercial orientation of state-owned firms would help level the playing field for new and smaller firms to enter markets, grow and create jobs. Regulatory reforms can attract foreign investors to ease financing constraints as the banking reform proceeds while bringing technical know-how and innovation. A registry of corporate beneficial ownership would complement AML/CFT reforms, addressing concerns that have made some investors and correspondent banks hesitant to enter or deal with Iran. Establishing an independent anti-corruption agency, actively pursuing cases, and enhancing the system of declaration of assets of high-level public officials in line with international standards would bolster accountability, transparency, and improve the business climate. Higher female participation and employment can boost growth (Box 3). Female labor force participation has improved slightly and over 4 million women work outside the home. Over half of university students are female where they comprise over 70 percent of science, and over half tt tt Page 29 Figure 8. Islamic Republic of Iran: Structural Reforms Figure 8. Islamic Republic of Iran: Structural Reforms, 2011/12–2016/17 Growth in the non-oil sector is still largely driven by the oil sector. And non-oil growthhas not generated sufficient jobs. mm Employment Elasticities, Non-oil GDP 1/ 1/ Elasticities are estimated using linear regression. Non-negativity constraints are imposed on elasticity coefficients. Unemployment and participation are rising, stressing the need for higher growth and job creation... especially for females and university graduates. proj. Participation rate (right axis) Unemployment rate (left axis) Unemployment and Participation Rate (Percent) Access to financingInflation Inefficient governmentbureaucracy Policy instabilityCorruption Inadequate supply ofinfrastructure Iran BRICS GCC+Algeria The Most Problematic Factors for Doing Business (Lower score is better) 1/ 1/ From a list of 16 factors, respondents were asked to select the five most problematic for doing business in their country and to rank them between 1 (most problematic) and 5. The score corresponds to the responses weighted according to their rankings. Addressing institutional and market inefficiencies would help private sector development. Structural reforms, includingin the labor market,can also improve the allocation of resources to more productive uses. DZAAZE BHRIRNKAZ KWT OMNQATSAUAREECUGABIDNMYS MEX NGA NORRUS TTOVEN = Labor market flexibility (7 = highest) Labor Market Efficiency, 2016 MENAOilExporters Participation rateUnemployment rate Youth unemployment Total Female Male Graduates Labor Market Performance, 2016 (Percent) Sources: Iran authorities; Global Competitiveness,and IMFstaff calculations. Oil Exports and Non-Oil Activity (Percent) Moving Average of Growth Rate of Real Oil Exports perCapita - Left Growth Rate of Real Non-Oil GDP per Capita - Right Page 30 Box 3. Unlocking Growth and Improving Female Labor Market Outcomes Iran is working on improving women’s labor market outcomes… Despite significant improvements in educational attainment and gender parity in education, Iran has not achieved commensurate improvements in women’s labor market outcomes. In a context of evolving social norms and greater need for two-earner households, the government has sought to better understand women’s participation by measuring the value of domestic work in the national accounts and fostering economic diversification and job creation in sectors where women work. The Vice-Presidency for Women’s Affairs has taken action to increase employment opportunities, in part through a review of gender quotas; ready women for promotion in the public sector via training; enforce non-discrimination in hiring; and promote more affordable child-care near or at work. As they address NPLs, they have provided a longer grace period on loans owed by women. Higher economic growth is correlated with greater female labor force participation (FLFP)… By enlarging talents available to employers, better female labor market outcomes enhance growth. Recent studies estimate that bringing the female employment rate to male levels could raise GDP in Japan by 9 percent, the United Arab Emirates by 12 percent, and Egypt by 34 percent. Under similar assumptions, we estimate the GDP boost in Iran would be around 40 percent. But often to realize this potential measures targeted at women are needed…. Even as Ireland’s economic development accelerated in the 1970s, FLFP remained around 30 percent. Only the evolution of social norms and the removal of institutional barriers to women’s participation— such as restrictions on married women’s employment, night work and pay discrimination—eventually enabled firms to employ more workers, especially in traditionally female sectors such as textiles, thereby supporting Ireland’s export-led growth strategy. A recent World Bank report on Women, Business and the Law shows 65 economies made 94 reforms to improve gender parity during 2013–15, and identified 23 gender-based legal restrictions in Iran. Fiscal policy can be designed to avoid work disincentives for women for example by shifting from family to individual income taxation; tax credits or other benefits for low-wage earners (e.g., Belgium, Finland); family allowances that help parents reconcile work and family care; or pension reforms that address retirement age gaps. Broader regulatory reforms that support flexible work, improve the quality and quantity of child and elderly care, and ensure safe transport, can help. ij H iji q K V W pp dd Page 31 of the medical student populations. The government can enhance women’s opportunities and boost growth by hiring more women and ensuring non-discrimination in all job advertisements, hiring, and pay. Active labor market policies that offer business skills, management and entrepreneurship training, and affordable child-care can aid greater female participation. Active labor market policies to tackle youth unemployment. Better coordination with the private sector would better align the education and training system to the skills needs of employers. Revisions to the labor code can address the rigidities in regulations—such as high job protection and benefits to those who are employed for more than a year—that deter job creation and longer-term work contracts. Consideration could be given to offering firms a temporary tax credit (or reduction in payroll taxes) for new hires funded by new budgetary resources or savings, pending a pension reform that tackles high social security contribution rates. Job creation is at the heart of the authorities’ growth strategy . The NDP bill in parliament anticipates concrete steps—e.g., permitting the public sector companies to procure services from the private sector—to improve the regulatory environment for private firms. The authorities noted that discussions have started on the broad reform of the labor code anticipated under the NDP to remove constraints to hiring and firing for permanent contracts. To improve the match between labor supply and demand, they are seeking to improve the quality and relevance of education and training through greater private sector involvement and the introduction of entrepreneurship courses in the education curriculum. As in many countries in the region, social norms and legal barriers have hampered female participation but economic necessity means that more women are working."
            },
            {
                "head": "E. Other Issues",
                "tail": "More timely and comprehensive data will support the modernization of the fiscal and monetary frameworks and foreign investment . Data in most sectors is infrequent (Informational Annex) and suffers shortcomings. The mission encourages the authorities to participate in the e-GDDS by developing a national summary data page to disseminate key macroeconomic data, and to develop a program to strengthen data quality, availability, and timeliness. The exchange rate regime gives rise to several multiple currency practices (MCPs) and an exchange restriction subject to Fund approval under Article VIII, Sections 2(a) and 3 . A MCP and exchange restriction arise from the establishment of an official exchange rate for use in some exchange transactions, which differs by more than two percent from the rate used by foreign exchange bureaus. Two other MCPs arise from the differences of more than two percent between the current official and bureau market rates, and the preferential rates for certain imports for which foreign exchange payment commitments were made through letters of credits or bank drafts prior to March 21, 2002 and July 24, 2012. The MCP related to the pre-March 21, 2002 letters of credit are expected to be removed once the commitments under these letters mature. The authorities are committed to eliminate the MCP related to letters of credits or banks drafts prior to July 2012 by end-February 2018. Page 32"
            }
        ],
        "doc": "-doc-cr1762"
    },
    {
        "content": [
            {
                "head": "CONTEXT",
                "tail": "on capital intensive investments in the energy sector. Progress has been made in achieving the Millennium Development Goals, but poverty remains high, inequality has increased (Figure 1), and Laos’ growth model needs to become more inclusive, in particular by integrating the mainly agrarian population into more productive activities. The authorities have maintained macroeconomic stability by anchoring inflation to a stable exchange rate and bringing down the fiscal deficit in FY 13/14 and FY 14/15. However, fiscal progress was reversed in FY 15/16 and the economy has accumulated vulnerabilities in the form of high public debt, a progressively overvalued real exchange rate and pockets of weakness in the banking sector. With few buffers to address shocks, the economy remains vulnerable to a rapid deterioration in the external environment, a sustained deterioration in the fiscal position, or a rapid reversal of foreign capital flows. Past IMF Advice. Fiscal consolidation was introduced in FY 13/14 and FY 14/15, in line with IMF advice, but was reversed in FY 15/16. The exchange rate remains tightly managed with respect to the US dollar, inhibiting the accumulation of international reserves. Meanwhile, public debt has continued to rise. The authorities have been working to improve bank supervision, assess risks and address weakness in state banks. IMF policy advice has been supported by technical assistance on macroeconomic policy, revenue and customs administration, interbank market development, and banking supervision. Growth and inflation. Real GDP growth decelerated from 8 percent in 2014 to 7½ percent"
            },
            {
                "head": "DEVELOPMENTS, OUTLOOK, AND RISKS",
                "tail": "in 2015, and is expected to decline further to around 7 percent in 2016. A real-time coincident indicator of economic activity (see chart) shows that activity has been slowing in 2016. The economy faces headwinds from a slowdown in major trading partners, lower metals prices, and poor weather in agriculture (30 percent of the economy). Headline inflation decelerated to around 1 percent in 2015 following international oil prices, but has rebounded to around 2 percent in October 2016 on higher domestic food prices. Core inflation remains below 1 percent due to the pass-through of lower international fuel prices and a strengthening of the currency. The fiscal year in Laos runs from October 1 to September 30. Starting in 2017, the fiscal year will coincide with the calendar year. The coincident indicator is constructed using a state-space model and Kalman filter estimation (see Rafiq, S. 2016, IMF Working Paper No. 16/214), using three high frequency indicators of economic activity: real exports (to proxy for industrial production); real imports (to proxy for domestic private consumption); and tourism growth (to proxy for service sector activity). A value greater than zero indicates above trend growth; a value below zero indicates slowing economic activity. Page 9 Real-Time Coincident Indicator Shows Slowing Economic Activity Real-time coincident index Source: IMF staff calculations. The Laos coincident index is constructed using a state-space model and Kalman filter estimation (see Rafiq, S. 2016. IMF Working Paper 16/214). The coincident indicator is constructed using three high frequency indicators of economic activity: (i) real exports to proxy for industrial production; (ii) real imports to proxy for changes in domestic private consumption; (iii) tourism growth to proxy for changes in the service sector growth. A value greater than zero indicates above trend growth, and a negative value indicates slowing economic activity. The external sector remains vulnerable. Staff’s assessment is that there continue to be significant vulnerabilities to external shocks and the external position needs strengthening (Box 4). While the current account deficit fell by 4 percentage points of GDP to 16.8 percent of GDP in 2015, mainly due to a decline in imports related to new hydropower projects, the non-resource current account deficit (excluding mining and hydropower) fell by only 1 percent of GDP and remains high at 7½ percent of GDP. Gross international reserves are low at 1½ months of imports and 34 percent of foreign currency liabilities in the banking sector. The nominal exchange rate has been maintained within a very narrow band with respect to the US dollar. While this has helped anchor inflation expectations, it has led to an appreciation in the real effective exchange rate (estimated at between 20 and 40 percent), as Laos’ major trading partners have allowed their currencies to depreciate against the US dollar. Credit growth has slowed to a more sustainable level, and broader financial conditions have tightened, but risks related to dollar lending remain (Boxes 2 and 3). A combination of fiscal consolidation, a deterioration of bank and nonbank private sector balance sheets, and slower economic activity led to a decline in credit growth in 2014–15. In response, the authorities introduced a cap on kip deposit and lending rates in mid-2015. Credit growth recovered to around 25 percent in mid-2016, although the acceleration was mostly in foreign currency lending, raising worries about re-dollarization. The increase in dollar lending is also associated with a sharp While the de jure arrangement is a managed float, since January 2015 the kip has been maintained within a 2 percent band against the U.S. dollar, and the de facto classification is a stabilized arrangement. Page 10 decline in commercial bank net foreign assets (NFA), suggesting that dollar credit in Laos is being increasingly funded by non-core foreign sources. The Credit Gap Has Moderated (Percent of GDP) Source: IMF staff estimates. The credit-to-GDP fan chart is based on a one-sided Hodrik-Prescott filter estimated using a Kalman filter, with multiple smoothing parameters to account for uncertainty regarding financial deepening. Inflation Inflation Projected to Remain Moderate Outlook. GDP growth is expected to moderate to 6.8 percent in 2017–18, and to rise to around 7 percent in the medium-term, supported by a resumption of resource-related FDI (mainly hydropower). Inflation is expected to remain moderate at around 3 percent. The baseline scenario assumes a rise in the fiscal deficit to around 6 percent of GDP in FY 15/16. Over the medium-term the deficit is expected to improve gradually to 5 percent of GDP as overall revenues recover and expenditure is contained. The current account deficit will widen slightly reflecting higher imports to support hydroelectric and railway projects, financed by private capital inflows, but will narrow in 2021 as project-related imports fall and electricity exports come on line. Gross international reserves are expected to remain low at around 1½ months of imports. Credit growth is projected to remain at around 20 percent in 2016–17, broadly supportive of growth but below a rate that, in staff’s assessment, would raise concerns about financial stability (Box 2). Under an adjustment scenario with a resumption of fiscal consolidation, greater exchange rate flexibility, bank recapitalization and structural reforms, short-term growth would be lower but the medium-term growth path would be more robust and near-term vulnerabilities would be reduced (Box 5). Source: IMF staff calculations. The inflation forecast is calculated using a Bayesian VAR with a Minnesota prior containing economic activity, inflation, the exchange rate and commodity prices at a monthly frequency There has also been a sharp rise in claims by BIS reporting institutions on banks in Laos. As of the third quarter of 2015, BIS exposure was approximately 10 percent of GDP, compared to 1 percent of GDP in 2012. Page 11 The main risks to this outlook include:  Domestic fiscal risks. A sustained reversal in the momentum of fiscal consolidation driven largely by weak revenue growth would lead to further increases in the public debt ratio and a deterioration of the external position. This would have a negative effect on confidence and growth, given that the Debt Sustainability Analysis (DSA) puts Laos’ public and publicly guaranteed (PPG) external debt at high risk of debt distress (Debt Sustainability Analysis).  Banking sector risks. Risks could also materialize in the undercapitalized state-owned banks (accounting for around 45 percent of the banking system by assets), through deposit flight, and an abrupt depreciation of the exchange rate, which could further undermine solvency, impairing economic growth.  Dollarization and currency mismatches (Box 3). The high level of dollarization and foreign borrowing has led to balance sheet mismatches in the non-bank private sectors estimated conservatively at about 4 percent of GDP. A kip depreciation of 30 percent (on the order of the estimated current overvaluation) would add another 4 percent of GDP to bank and nonbank private sector liabilities, further exacerbating balance sheet weakness, increasing NPLs and affecting growth in a negative feedback loop (Box 3). Public sector liabilities are also vulnerable to exchange rate movements as about 60 percent of the public debt is denominated in US dollars.  Other domestic risks. Continued erosion of competitiveness from the kip’s real appreciation, coupled with weak productivity and low private investment, would damage growth prospects, particularly for nascent non-commodity exports.  External risks (Box 1). With a thin reserves cushion, the exchange rate remains vulnerable to a reversal in private capital flows or a rapid deterioration in the terms-of-trade. In the worst case, an abrupt depreciation of the exchange rate could undermine banking system confidence and financial stability. A sharp slowdown in China would impact commodity and agriculture exports and tourist arrivals. A disorderly unwinding of financial conditions in China or globally would be felt through lower foreign direct investment and capital flow reversals. Page 12 N T E R N A T O N A L O N E T A R Y F U N D ’ L A O P E O P L E S D E O C R A T C R E P U B L C Page 13 The authorities broadly concurred with the near-term outlook and risks. They acknowledged the likelihood of lower growth but emphasized the importance of more inclusive and diversified growth going forward. They agreed that rising public debt posed a risk, and on the need for resuming efforts to increase fiscal revenue and consolidation. While they acknowledge weakness in public banks they pointed to the overall soundness of the system, efforts to improve supervision, and plans for restructuring. They also emphasized that external sector risks are mitigated by the large FDI inflows into the hydro and energy sectors and the fixed foreign currency price and quantity contracts for electricity exports, which are not affected by the exchange rate. While they acknowledged that the managed exchange rate had some costs, they considered that the risks to inflation and balance sheets of introducing greater flexibility warranted caution."
            },
            {
                "head": "POLICY DISCUSSIONS",
                "tail": "The key policy challenges are to safeguard macroeconomic stability and put in place the conditions for sustainable medium-term growth. To reduce risks and rebuild buffers, fiscal policy should resume the momentum for growth friendly consolidation, and weakness in the banking sector should be addressed. At the same time, reforms should focus on preparing for greater exchange rate flexibility and accumulating reserves. Gradually allowing the exchange rate to depreciate in line with market forces will support these objectives. Addressing structural constraints, integrating the population into productive activity and increasing financial inclusion will further support inclusive growth."
            },
            {
                "head": "A. Fiscal Policy: Rebuilding Fiscal Buffers",
                "tail": "Lao P.D.R.: Fiscal Outcome and Projections (Percent of GDP) The momentum of fiscal consolidation has been reversed, and the composition of spending has deteriorated. The overall deficit in FY 15/16 is expected to rise to 5.9 percent of GDP from 2.7 percent of GDP in FY 14/15, due to a large decline in tax and non-tax revenue. Tax revenue has been affected by the economic slowdown and the decline in commodity prices, while lower non-tax revenue reflects the absence of the sale of state assets, which supported revenue by about 1 percent of GDP on a one-off basis in 2015. Capital expenditure fell in line with lower externally financed investment (financed by grants), but current expenditure rose, mainly due to an increase in interest payments and transfers, leading to a deterioration in the composition of spending. Part of the deterioration thus reflects a deficit of a more structural nature which needs to be addressed. (Proj.) Tax Non-tax Grants Total Expenditure Current Capital Total Revenue Fiscal Balance Public debt has risen and has become less concessional. The PPG debt ratio reached 65.8 percent of GDP at end-2015, from 62.5 percent at end-2013. The increase is mainly due to a rise Page 14 in the stock of domestic treasury bills and bonds, higher borrowing from Thailand and China for investment in power generation projects, and the issuance of sovereign bonds in the Thai market (DSA Box 1). The increase in debt has been accompanied by a decline in the degree of concessionality, with 12.8 percent of the debt on commercial terms at end-2015, compared to about 3 percent at end-2013. As a result, the DSA assesses Laos at high risk of external debt distress, a deterioration from the previous DSA, where it was on the borderline between moderate and high risk (DSA). Given the high proportion of public debt denominated in foreign currencies (especially the US dollar), the DSA also highlights the vulnerability of the public balance sheet to a large exchange rate depreciation. It is urgent to restore fiscal space by resuming a growth friendly fiscal consolidation and reducing the debt ratio. This will safeguard macroeconomic stability, particularly under a tightly managed exchange rate, and would build financial buffers to address real and financial shocks. Fiscal policy could be anchored to reducing the public debt ratio to 55 percent of GDP by 2021, a level that would lower the debt distress rating from high to moderate. Including the cost of public bank recapitalization, this would require maintaining an average overall fiscal deficit of around 3½ percent of GDP and a non-mining fiscal deficit not greater than 4½ percent of GDP over the next five years (Box 5). Achieving this goal would require strong and permanent revenue and expenditure measures so that the burden of adjustment does not fall on priority social and capital expenditures, and the fiscal adjustment is sustainable. In particular:  Tax policy and administration. A key reform objective is to boost the tax-to-GDP ratio to build space for priority spending and investment. Non-commodity revenues could be raised by broadening the tax base, including by reducing exemptions, and strengthening tax administration. The authorities have taken some important measures recently, improving the valuation of imported vehicles to calculate import taxes, eliminating exemptions for oil imports in public projects, revising excise taxes, and better administering the VAT. Nevertheless, further work is necessary to reach revenue targets:  Revise exemptions. The exemption regime in Lao P.D.R. is extensive and anecdotal evidence suggests there are important leakages. A first step in revising the regime is to conduct a tax expenditure study to understand where exemptions are concentrated. Centralizing the administration and issuance of exemptions, and ensuring regular reporting, will lead to a more transparent regime. In addition to the exemption regime, unifying the VAT rate between the Special Economic Zones (SEZs) and the rest of the economy would simplify VAT administration and improve tax efficiency.  Revenue Measures. Gradually increasing excise rates on automobiles and other luxury goods, and introducing a land tax or property tax on buildings, would support the revenue base. The cost of recapitalizing public banks is estimated at about 1.8 percent of GDP. Page 15  Improve Tax Administration. Short-term priorities for reform include: improving compliance of large and medium taxpayers; restructuring the tax department to better reflect priority functions; establishing a full Large Taxpayer Office (LTO); and bringing district tax offices formally under the control of the Director General of the Tax Department. It will also be important to carefully manage the implementation of the government’s planned investments in information technology for the tax office. The authorities’ plan to introduce point-of-sale (POS) recording of transactions for retail businesses and to require strengthened bookkeeping for presumptive taxpayers are welcome.  Public financial management reforms. Focus should also be on restraining non-capital spending by accelerating civil service reform to lower the public sector wage bill; curtailing non- essential expenditures and off-budget capital spending; and eliminating fiscal arrears. To enhance the tracking of the government’s financial operations, reduce off-budget spending, and strengthen control over expenditure, the authorities should push ahead with a Treasury Single Account (TSA).  Medium-term fiscal and debt management framework. Developing a medium-term fiscal framework, that includes a revenue strategy for modernizing tax and customs policy, the legal framework and administration, as well as a public expenditure review to identify opportunities to improve efficiency, would support a well-planned sustainable fiscal reform that could identify and protect essential social spending and support growth. A medium-term debt strategy could also help anticipate and manage financing challenges as Laos moves towards middle-income country status. Authorities’ views. The authorities agreed that the fiscal deficit should be put on a downward trend to reduce fiscal risk and contain growth in the public debt. They emphasized that future borrowing would remain mainly on concessional terms and oriented towards necessary investments. On exemptions, they plan to revise two laws (Investment Promotion and Special Economic Zones) and review the application of exemptions, particularly for vehicles and construction materials. On tax policy, they are planning to introduce a land tax in 2017 and revise some rates on existing taxes. On tax administration, they agreed that large taxpayers should be managed centrally and were planning to transfer this function from provincial offices to the central tax office. In addition, they expect that the POS recording of transactions would help improve tax compliance. Finally, they also cited the recruitment of more personnel for the tax office. Page 16"
            },
            {
                "head": "B. Ensuring a Sound Banking System",
                "tail": "Lao P.D.R. has weaknesses in parts of its commercial banking system. Public banks that make up almost half the system are undercapitalized. NPLs in public banks have risen from 2 percent to 8 percent while the capital adequacy ratio (CAR) is estimated by staff to have fallen to around 3 percent. This partly reflects a lack of control over public investment spending in previous years at the state and local level, which resulted in arrears and cash-flow problems at some local firms. Some domestic private banks are also well below the mandated capital levels, although these are not systemic. Weak accounting standards mean the level of NPLs could be significantly understated. According to international evidence, the ROA and ROE of the banking system (at 0.2 percent and 0.6 percent respectively) could be consistent with NPLs above 10 percent. The recently mandated caps on local currency deposit and lending rates have also likely contributed to reverse progress in de-dollarization and may affect the profitability of already weak segments of the banking system. Emerging and Developing Countries: NPLs and ROA Emerging and Developing Countries: NPLs and ROE A O R Lao PDR NPLs E O R Lao PDR NPLs The authorities have made efforts to improve banking supervision and detect risks. The Bank of Lao (BOL) is working to amend its legal framework to strengthen risk-based supervision and move toward Basel-core principles, including improvement of prudential regulations. A plan to restructure public banks starting in 2017 is underway, as well as implementing CARs to comply with BASEL II (likely in 2018). The central bank is also working on upgrading the payments system, and other information requirements for the securities markets. As credit growth resumes (Box 2) it will be important for the BOL to monitor liquidity conditions and control a further buildup of risks. In particular:  Address weakness in the banking sector. It is urgent to repair bank balance sheets to reduce the possibility of an external shock being amplified by the banking system. Eliminating forbearance and ensuring that all banks meet the mandatory minimum CAR of 8 percent is a first step. Introducing regulations to better account for NPLs would help clarify recapitalization The process of off budget public investment spending at the state and local level was ended in 2014, and a committee has been established to resolve arrears. INTERNATIONAL MONETARY FUND 11 Page 17 estimates and restructuring options. Recapitalizing public banks should be a first priority, with potential recapitalization costs estimated at US$ 250 million (1.8 percent of 2016 GDP).  Continue to improve supervision. Supervisory capacity is stretched given rapid growth of the banking system and the large number of banks. In light of emerging risks, there is a need to maintain the moratorium on new bank licenses, and to quickly improve supervision, including risk-based supervision in the medium-term. Collecting corporate and household balance sheet information (with appropriate safeguards) and assessing the balance sheet risks in the banking system would improve the BOL’s ability to monitor and manage the economy’s exposure to exchange rate risks.  Develop the crisis management framework. This should include a contingency plan for the banking sector in the event of financial distress, including strengthening the institutional setup for crisis management with resolution authority, a sound emergency liquidity assistance framework with appropriate safeguards, a bank resolution framework, and a communications strategy.  Address foreign currency lending risks. The recent rapid rise in dollar lending, financed by foreign borrowing, may present additional macrofinancial risks. While there are limits on bank net open positions, and restrictions on foreign currency lending to non-foreign currency earning clients, the BOL should also consider macroprudential tools, including further raising foreign currency reserve requirements (which, at 10 percent, are already higher than kip reserve requirements), setting limits on loan-to-deposit ratios for foreign currency lending or additional unremunerated reserve requirements in foreign currency, to contain these risks.  Reduce dollarization. Although dollarization has fallen, Laos remains a highly dollarized economy, with 45 percent of deposits and 48 percent of private credit in foreign currencies. A market based approach to reduce dollarization would begin by removing the caps on kip lending and deposit rates, strengthening the deposit insurance arrangements for local currency deposits, and introducing measures to promote the use of kip (e.g., lower cost and convenient services for kip use, larger spread between foreign currency and kip reserve requirements). International experience also shows that gradually introducing a small measure of exchange rate flexibility helps reduce dollarization. Authorities’ views. The authorities emphasized that, despite pockets of weakness, the banking system as a whole is stable and sound. In addition, public disclosure of audited statements of all banks will be enforced in 2017 to enhance transparency. In the area of accounting they are considering upgrading requirements in line with IFRS. On bank licensing the authorities have upgraded fit and proper criteria to safeguard against AML/CFT risks. The authorities are also aware of foreign currency lending risks, and are considering additional macroprudential measures. The authorities see interest rate caps as a way of broadening access to credit, but emphasized that these were temporary until a well-functioning financial market is developed. Page 18"
            },
            {
                "head": "C. Strengthening International Reserves and Exchange Rate Policy",
                "tail": "Reserve coverage metrics for Lao P.D.R. are significantly lower than the level desirable for countries with a tightly managed exchange rate and a highly dollarized financial sector, according to the IMF’s standard metrics (Box 4). In light of the low level of reserves, the authorities should use the flexibility in their current regime (which allows the kip/US dollar exchange rate to move within a band of plus or minus 5 percent per year) to gradually let the kip/US dollar exchange rate depreciate in line with market forces. This, combined with tighter fiscal policy would support a gradual buildup of reserves towards a goal of at least 4 months of import cover. Low inflation provides an opportunity to let the kip depreciate gradually and accumulate reserves with a limited impact on price stability. Greater exchange rate flexibility would also better help manage volatility of fiscal revenues associated with changes in commodity prices. Authorities’ views. The authorities consider the level of reserves to be adequate, although they agree that a higher level would further safeguard stability. The central bank calculates reserves at end-2015 at 6.4 months of imports due to a different estimate of trade flows and the exclusion of imports related to FDI projects. Using the central bank’s overall import figure, and not excluding FDI imports, puts reserve adequacy at around 2 months of imports, still well below recommended levels. Lao P.D.R.: Reserve Adequacy Calculations (End-2015; millions of US dollars) Bank of Lao IMF 1/ Imports c.i.f. Gross International Reserves (GIR) GIR in months of imports GIR in months of imports adjusted for FDI-related imports Implied FDI-related imports 1/ Using IMF - Direction of Trade Statistics (DOTS) Lao P.D.R. should move quickly to put in place the preconditions for greater exchange rate flexibility. The de-jure exchange rate regime is a managed float, and moving to more flexibility would help Laos adjust to external shocks and reduce vulnerabilities. However, a successful move requires an alternative nominal anchor for price stability, as well as preparing the bank and corporate sectors to deal with greater volatility (in particular limiting their open foreign exchange positions). As these preparations will take time, the transition will need to be gradual. The authorities’ estimate of trade flows is lower than the duly adjusted partner country data. Discrepancies are concentrated in trade with major partners and can be explained by differences in valuation, under-recording due to exemptions, informal border trade, and contraband. For a systematic study of the discrepancies, see Hamanaka, S. (2011), “Quality of the Trade Statistics of the Lao P.D.R.,” South East Asia Research, 19, 3, pp 595–633. Staff have updated this study to 2014/15 with similar results. INTERNATIONAL MONETARY FUND 13 Page 19 The Exchange Rate Has Not Acted as a Shock Absorber Response of Exchange Rate to Terms-of- Trade Shock Flexible exchange rate regimes Lao PDR exchange rate regime Response of Economic Activity to Terms of Trade Shock Lao PDR exchange rate regime Flexible exchange rate regimes months after shock months after shock Source: IMF staff calculations. The calculations use a standard VAR model containing economic activity, the exchange rate and the terms-of-trade. The Lao PDR responses to a terms-of-trade shock are compared with a panel of ASEAN countries with floating exchange rates (Indonesia, Philippines and Thailand). See Rafiq, S. 2011. \"Sources of Economic Fluctuations in Oil- Exporting Economies: Implications for Choice of Exchange Rate Regimes,\" International Journal of Finance and Economics 16:70–91. The following sequence of reforms is recommended: i. Develop the functioning of local financial markets. This includes implementing reforms that would allow for the smooth functioning of the interbank money market, the interbank foreign exchange market, and the government debt market. ii. Actively manage liquidity and steer market interest rates. Once local financial markets are sufficiently developed, the monetary policy transmission mechanism should begin to function so that a short-term policy interest rate can be used by the BOL to transmit the desired monetary policy stance to the market. This will require removing caps on deposit rates and intermediation spreads, and using open market operations and exchange rate intervention to affect the market interest rate. Active liquidity management based on stable and low excess reserves will also support market development. iii. Develop the institutional framework for monetary policy. Upgrading the monetary policy framework will require institutional, technical and operational reforms. The basic elements include: a) a clear mandate and operational independence for the central bank to pursue price stability; b) development of the technical capacity to design and implement a transparent, forward-looking monetary strategy; c) a clear and effective framework for Detailed recommendations have been made in this area by the IMF Technical Assistance mission on Interbank Market Development in July 2015, and include as a first step the development of the Bank of Lao’s liquidity management framework. Page 20 monetary control; and d) a framework for forecasting and managing banking system liquidity. iv. Develop the foreign exchange market and introduce systems to manage exchange rate risk. Market participants need to develop internal risk management and information systems to measure foreign exchange risk, and an adequate prudential and supervisory framework should be in place to monitor direct and indirect exposure. Cautious development of derivatives in the foreign exchange market will support hedging instruments necessary for market development. During this process, allowing some controlled and limited flexibility early on is important. Allowing for a two-way variation in the exchange rate at an early stage (e.g. by gradually allowing the exchange rate to float within the 5 percent plus or minus band) helps reduce one-way currency bets. Such variation also stimulates foreign exchange market development and provides incentives for risk management, while supporting the accumulation of international reserves Authorities’ views. The authorities recognized that there are risks associated with the managed exchange rate, but they saw these as manageable. They pointed to significant benefits from stability including macroeconomic stability and trust in the currency, and they saw significant risks to introducing flexibility in the short-term. Nevertheless, they viewed the tightly managed exchange rate as a temporary arrangement, and agreed that more flexibility is desirable in the medium term. In this connection, they agreed that it is important to put in place preconditions to reach this objective."
            },
            {
                "head": "D. Promoting Competitiveness, Diversification and Inclusion",
                "tail": "Doing Business Indicators Cross Country Comparison 1/ (Distance to frontier score 2/) Lao P.D.R. faces structural constraints that limit future growth potential, and render the economy vulnerable to shocks. A narrow export base founded on natural resources (mining and hydropower), a weak business climate and eroding competitiveness have inhibited investment and diversification. The country’s rank in comparative studies of the ease of doing business is well below its peers in ASEAN, and concerns remain regarding governance, access to finance, institutional efficiency, education and skills, and inadequate infrastructure. For Laos to take advantage of changing patterns in China’s import demand towards consumer goods, and further 1/ These indicators should be interpreted with caution due to a limited number of respondents, a limited geographical coverage, and standardized assumptions on business constraints and information availability. 2/ On a scale of 0 to 100; 100 is the frontier and 0 is the furthest from the frontier. Cambodia Vietnam Thailand Lao P.D.R. Dealing with construction Registering property Resolving insolvency Enforcing contracts Trading across borders Protecting minority investors Paying taxes Getting credit permits Getting electricity Starting a business These elements are described in detail in the IMF paper: “Evolving Monetary Policy Frameworks in Low-Income and Other Developing Countries” (IMF, 2015). INTERNATIONAL MONETARY FUND 15 Page 21 regional integration through the ASEAN Economic Community (AEC) will require addressing these structural constraints. Integrating a higher proportion of the population into productive economic activity would boost growth and reduce poverty. Over two-thirds of the population remains in agriculture, where productivity has consistently been the lowest in the region. A large skills gap impedes movement to manufacturing or services employment. School enrollment is high, but outcomes are low, and Lao P.D.R. has the highest rate of adult functional illiteracy in the region (33 percent urban and 66 percent rural). A lack of skilled labor has also contributed to low levels of investment in manufacturing, and the majority of labor in Special Economic Zones is foreign. Creating better economic opportunities will require investing in rural infrastructure, education and training. It is also necessary to improve basic health outcomes, including reducing malnutrition and maternal mortality, where Lao P.D.R. lags behind low-income country averages. Policies that increase financial inclusion will help promote macro-financial stability and enhance growth. While Laos has experienced rapid financial deepening over the last decade, financial inclusion remains low. Access to financial institutions is limited to about one-third of the population, and Laos has the third-lowest level of financial access in ASEAN (only Cambodia and Myanmar rank lower). To enhance financial inclusion, policies should focus on: increasing the supply of financial services (access to ATMs, branches, and accounts); financial literacy programs (as used in Bangladesh and India); and the delivery of financial services and information through microfinancial institutions. Financial Institution Access Index (1 = perfect access) Bangladesh Cambodia Lao P.D.R Myanmar Nepal Vietnam Source: Katsiaryna, S. (2016), 'Introducing a New Broad-based Index of Financial Development', IMF Working Paper #WP/16/5. Financial Development and Effects on Growth Philippines Sri Lanka India Thailand Malaysia Indonesia Bangladesh Nepal Vietnam Lao PDR Cambodia t r h t w r g t c f f E Rest of ASEAN Average Financial Development Index Source: IMF staff calculations. Authorities’ views. The authorities agreed that there were significant structural constraints to growth, reflected in the narrow base of production and exports, low fiscal revenue and a lack of inclusive growth. In addition to continuing to implement WTO commitments and enhancing further For a description of these trade opportunities for Laos, see IMF, Asia and Pacific Department (2016), “China’s Changing Trade and the Implications for the CLMV Economies.” Lao P.D.R. has a micro finance sector which serves mainly agricultural clients and is supervised by the Bank of Lao, but it makes up less than 1 percent of assets in the overall financial system. Page 22 integration with ASEAN, they agreed that further efforts were necessary to improve the business environment, including through infrastructure investment. A particular area of focus was the promotion of small and medium-sized enterprises. The new laws on Investment Promotion and on Special Economic Zones are also aimed at reducing red tape, and new regulations on Public Private Partnerships should help finance new infrastructure. Statistics. Significant constraints are imposed on surveillance by weak data, particularly in external sector and financial statistics, although some progress has been made since the last Article IV consultation (Informational Annex). Shortcomings are largely due to a lack of capacity. Development partners (including the Fund) have devoted significant resources in Laos to capacity development in this area. In this connection it is encouraging to note the authorities’ interest in joining the e-GDDS and bringing statistical quality, coverage and dissemination in line with their peers in ASEAN. Economic setting. Growth is expected to slow to under 7 percent as the economy faces"
            }
        ],
        "doc": "-doc-cr1753"
    }
]